#Задание1
print("Поставить рычаг селектора в положение «P».")
print("Нажать педаль тормоза.")
print("Запустить двигатель.")
print("Выбрать режим движения.")
print("Включить соответствующий указатель поворота.")
print("Убедиться, что не мешаете другим участникам дорожного движения.")
print("Плавно отпустить педаль тормоза, начать движение.")

# [Поставить рычаг селектора в положение «P»]
#  |
#  V
# [Нажать педаль тормоза]
#  |
#  V
# [Запустить двигатель]
#  |
#  V
# [Выбрать режим движения]
#  |
#  V
# [Включить соответствующий указатель поворота]
#  |
#  V
# [Убедиться, что не мешаете другим участникам дорожного движения]
#  |
#  V
# [Плавно отпустить педаль тормоза, начать движение]

#Задание2
print("Примите решение о выборе конкретной модели шин, основываясь на вашем исследовании и предпочтениях.")
print("Определите удобный способ покупки, например, онлайн или в магазине.")
print("Если вы покупаете онлайн, добавьте выбранные шины в корзину и перейдите к оформлению заказа, следуя инструкциям на сайте.")
print("Если вы покупаете в магазине, посетите магазин и найдите нужные шины. Обратитесь к продавцу, если у вас есть вопросы или нужна помощь.")
print("При покупке убедитесь, что вы получаете гарантию на шины и сохраните чек или электронное подтверждение покупки.")




# [Примите решение о выборе конкретной модели шин, основываясь на вашем исследовании и предпочтениях.]
#  |
#  V
# [Определите удобный способ покупки, например, онлайн или в магазине.]
#  |
#  V
# [Если вы покупаете онлайн, добавьте выбранные шины в корзину и перейдите к оформлению заказа, следуя инструкциям на сайте]
#  |
#  V
# [Если вы покупаете в магазине, посетите магазин и найдите нужные шины. Обратитесь к продавцу, если у вас есть вопросы или нужна помощь.]
#  |
#  V
# [При покупке убедитесь, что вы получаете гарантию на шины и сохраните чек или электронное подтверждение покупки.]

#Задание3
print("Разработайте идею для своего романа. Это может быть сюжет, концепция, персонажи или тема.")
print("Проведите исследование, если необходимо, чтобы углубить свои знания о теме или месте, где происходит действие романа.")
print("Создайте общий план или контур сюжета, определите главные события и поворотные точки.")
print("Создайте основных персонажей, которые будут появляться в вашем романе. Определите их черты характера, мотивации и внешний вид.")
print("Развивайте своих персонажей, давая им цели, конфликты и эмоции.")




# [Разработайте идею для своего романа. Это может быть сюжет, концепция, персонажи или тема.]
#  |
#  V
# [Проведите исследование, если необходимо, чтобы углубить свои знания о теме или месте, где происходит действие романа.]
#  |
#  V
# [Создайте общий план или контур сюжета, определите главные события и поворотные точки.]
#  |
#  V
# [Создайте основных персонажей, которые будут появляться в вашем романе. Определите их черты характера, мотивации и внешний вид.]
#  |
#  V
# [Развивайте своих персонажей, давая им цели, конфликты и эмоции.]

#Задание4
print("Убедитесь, что у вас есть все необходимые инструменты и материалы для установки двери, включая дверную коробку, дверное полотно, петли, ручку и крепежные элементы.")
print("Измерьте отверстие в стене, чтобы определить размеры дверной коробки и полотна. Учтите, что дверная коробка должна быть немного больше, чтобы обеспечить правильное соответствие.")
print("Убедитесь, что рабочая область чиста и свободна от препятствий.")
print("При необходимости удалите старую дверь, сняв петли и крепежные элементы.")
print("Разметьте место установки дверной коробки на стене, используя уровень и резиновую киянку.")




# [Убедитесь, что у вас есть все необходимые инструменты и материалы для установки двери, включая дверную коробку, дверное полотно, петли, ручку и крепежные элементы.]
#  |
#  V
# [Измерьте отверстие в стене, чтобы определить размеры дверной коробки и полотна. Учтите, что дверная коробка должна быть немного больше, чтобы обеспечить правильное соответствие.]
#  |
#  V
# [Убедитесь, что рабочая область чиста и свободна от препятствий.]
#  |
#  V
# [При необходимости удалите старую дверь, сняв петли и крепежные элементы.]
#  |
#  V
# [Разметьте место установки дверной коробки на стене, используя уровень и резиновую киянку.]

#Задание5
print("Убедитесь, что у вас есть безопасный скейтборд и соответствующие защитные средства, такие как шлем, налокотники и наколенники.")
print("Найдите ровную, безопасную и открытую площадку для катания, предпочтительно без автомобилей и пешеходов.")
print("Проверьте состояние скейтборда, убедитесь, что все его компоненты находятся в исправном состоянии.")
print("Встаньте на скейтборд, разместив переднюю ногу немного наклоненной вперед, а заднюю ногу на хвосте скейтборда.")
print("Расположите ноги на ширине плеч и сохраняйте равновесие.")




# [Убедитесь, что у вас есть безопасный скейтборд и соответствующие защитные средства, такие как шлем, налокотники и наколенники.]
#  |
#  V
# [Найдите ровную, безопасную и открытую площадку для катания, предпочтительно без автомобилей и пешеходов.]
#  |
#  V
# [Проверьте состояние скейтборда, убедитесь, что все его компоненты находятся в исправном состоянии.]
#  |
#  V
# [Встаньте на скейтборд, разместив переднюю ногу немного наклоненной вперед, а заднюю ногу на хвосте скейтборда.]
#  |
#  V
# [Расположите ноги на ширине плеч и сохраняйте равновесие.]

#Задание6
print("Соберите все грязную посуду, включая тарелки, кружки, столовые приборы и кастрюли.")
print("Перед тем как начать мытье, удалите остатки пищи с посуды, используя щетку или губку.")
print("Погрузите грязную посуду в воду с моющим средством и начните мытье.")
print("Используйте губку или щетку, чтобы аккуратно скрутить и отмыть все поверхности посуды.")
print("Обратите внимание на труднодоступные места и углубления, чтобы полностью удалить грязь.")




# [Соберите все грязную посуду, включая тарелки, кружки, столовые приборы и кастрюли.]
#  |
#  V
# [Перед тем как начать мытье, удалите остатки пищи с посуды, используя щетку или губку.]
#  |
#  V
# [Погрузите грязную посуду в воду с моющим средством и начните мытье.]
#  |
#  V
# [Используйте губку или щетку, чтобы аккуратно скрутить и отмыть все поверхности посуды.]
#  |
#  V
# [Обратите внимание на труднодоступные места и углубления, чтобы полностью удалить грязь.]
